<?php
/**
 * Created by PhpStorm.
 * Developer: Happensit
 * Date: 01.12.13
 * Time: 2:21
 */

/* Фильтр "Производитель" */
$form['#info']['filter-field_brand_tid']['description'] = "Выбор товаров определенного производителя светильников.";
/* Фильтр "Длна" */
// $form['#info']['filter-field_dlina_value']['description']
/* Фильтр "Ширина" */
// $form['#info']['filter-field_shirina_value']['description']
/* Фильтр "Количество лампочек" */
$form['#info']['filter-field_count_lamp_cult_value']['description'] = "от количества ламп и их мощности зависит уровень освещенности помещения. Общепринятая норма освещения для ламп накаливания составляет 15-20 Вт на квадратный метр. Количество ламп может существенно повлиять на облик помещения. Одна яркая лампа освещает ограниченное пространство, но если дизайн люстры продуман таким образом, что рассеивает свет, то вся комната наполняется светом. Несколько ламп в люстре тоже могут дать разный эффект в зависимости от их расположения и направления света. Светильники с большим количеством ламп позволяют создать равномерное освещение комнаты. Если помещение вытянутое, то можно использовать несколько люстр с одной лампой.";
/* Фильтр "Стиль" */
// $form['#info']['filter-field_stil_value']['description']
/* Фильтр "Цвет плафона/абажура" */
$form['#info']['filter-term_node_tid_depth']['description'] = "Выбирая цвет плафонов и подвесок ориентируются на интерьер. Цветные плафоны подкрашивают свет. Однако это может давать дополнительную нагрузку на глаза. Теплые цвета помогут создать уютную атмосферу в освещаемом помещении.";
/* Фильтр "Цвет маталла" */
$form['#info']['filter-term_node_tid_depth_1']['description'] = "Цвет металла необходимо подбирать в соответствии с цветовым решением и стилем помещения, для которого приобретается светильник.";
/* Фльтр "Страна происхождения" */
$form['#info']['filter-field_strana_proishozhdenija_tid']['description'] = "Выбор светильника по стране производителя.";
/* Фильтр "Тип лампы" */
$form['#info']['filter-type_lamp']['description'] = "Описание  типа лампы";
/* Фильтр "Тип цколя" */
$form['#info']['filter-tsok_type']['description'] = "Описание  типа цоколей";
/* Фильт "Материал абажура" */
$form['#info']['filter-term_node_tid_depth_2']['description'] = "от материала, из которого сделаны плафоны, зависит степень и насыщенность освещения помещения. Чем больше плотность материала плафона, тем менее интенсивным будет освещение. В зависимости от того, в каких условиях будет использоваться светильник, нужно учитывать прочность материала плафона и его стойкость к ультрафиолету.";
/* Фильтр "Материал каркаса" */
$form['#info']['filter-term_node_tid_depth_3']['description'] ="Материал каркаса подбирается в зависимости от требований к прочности и стилю светильников.";
/* Фильтр "Напряжение" */
$form['#info']['filter-voltage']['description'] = "Описание Напряжение";
/* Фильтр "Выступ" */
$form['#info']['filter-field_rast_ot_steny_value']['description'] = 'Описание Выступ';
/* Фильтр "Высота" */
$form['#info']['filter-field_vysota_value']['description'] = 'Описание Высоты';
/* ильтр "Светодиодные" */
$form['#info']['filter-led']['description'] = 'Описание Светодиодные';
$form['#info']['filter-dotted']['description'] = 'Описание Точечные';
$form['#info']['filter-christal']['description'] = 'Описание Хрустальные';
$form['#info']['filter-children']['description'] = 'Описание Детские';
$form['#info']['filter-forged']['description'] = 'Описание Кованые';
$form['#info']['filter-solar']['description'] = 'Описание На солнечных батареях';
$form['#info']['filter-protect']['description'] = 'Описание Влагозащищённые';
$form['#info']['filter-floristics']['description'] = 'Описание Флористика';